const OverView = () => {
    return (
        <div style={{display: "flex", flexDirection: 'column', marginTop: '30px'}}>
            <div className="DescBig">OverView</div>
            <div className="Desc">
                저는 다양한 배경을 가진 동료들과 협업을 진행하며 다양한 시각과 문제해결 능력을 갖춘 엔지니어가 되기 위해 노력해왔습니다.<br/>
                이러한 경험을 바탕으로 사용자 중심의 웹 애플리케이션 개발에 힘 썼으며,<br/>
                더 나아가 프론트엔드 개발의 전문가로 거듭나고자 합니다.<br/>
                ## 리액트적인 사고를 지향하고, 작은 모듈 하나 하나 꼼꼼하게, 궁극적으로 더할나위없는 멋진 컴포넌트 개발 을 잘합니다.<br/>
                ## "저의 가장 큰 장점은 커뮤니케이션 능력입니다."<br/>
                많은 프로덕트 이해관계자들과 이야기를 하며, 의견을 수렴하고 정리하는데<br/>
                "안된다" 라는 답변은 모든 방안을 모색한 다음에 이야기해야한다 생각합니다.<br/>
                붙임성이 정말로 좋아서, 그 어떤 업무적인 관계에 있어서도 깊은 이해관계를 형성합니다. 이는 사내 프로세스에 있어서도 불협화음이 줄어든 결과를 만들 수 있습니다.<br/>
                사내 분위기 상승과 의견충돌 완화를 통해 누구든 각자 역할을 다하며<br/>
                가끔은 재미있는 일상같이 즐거운, 누구나 다니고 싶은 회사를 만들수있다 자부합니다.<br/>
            </div>
        </div>
    )
}
export default OverView